module.exports.config = {
	name: "rules",
	version: "1.0.0",
	hasPermssion: 0,
	credits: "kudos",
	description: "",
	usePrefix: true,
  commandCategory: "info",
	cooldowns: 1
};

module.exports.run = ({ event, api }) => api.sendMessage(`আসসালামুয়ালাইকুম
এইটা মূলত অন্তিক মাহমুদ ভাই এর ফ্যান  যারা  তাদের জন্য খোলা হয়েছে।
এইখানে অন্তিক  ভাইকে নিয়েই কথা বার্তা হবে ।অন্তিক ভাইয়ের কন্টেন্ট নিয়ে কথা হবে 😊 তার বিষয়ে কথা বললে যার যার মত প্রকাশ করা উচিত এবং গুরুত্ব সহকারে শুনাও উচিত 😊
কিছু নিয়ম ও মানতে হবে।
১/সবাই সবার সাথে সদয় হয়ে কথা বলবেন কোনো তর্ক বা ঝগড়া করা যাবে না।
২/ কারো সাথে খারাপ ব্যবহার/আচরণ করা যাবে না।
৩/কোনো প্রকার ১৮+ কথা বার্তা বলা যাবে না।
৪/ কাউকে তুই তোকারি করে কথা বলা যাবে না।
৫/ কাউকে ছোট করে কথা বলা যাবে না।
৬/ ধর্ম নিয়ে কথা বার্তা বলা যাবে না। তর্ক করা যাবে না।
৭/ কোনো রাজনৈতিক আলোচনা করা যাবে না।
৮/ কোনো নতুন সদস্য যুক্ত হলে তাকে স্বাগতম জানাবেন 😊তাদের সাথে কথা বলবেন।
৯/কেউ কোন কথা বললে তার কথা গুরুত্ব সহকারে শুনবেন।😊
১০/কোন ব্যক্তিগত কথা বলা যাবে না যেমন ( প্রেম, ভালোবাসা,মেয়ে বন্ধু, ছেলে বন্ধু ইত্যাদি)।
১১/ ন্যাকামি করে বয়েজ দেওয়া যাবে না ।
১২/অযথা  মেনশন  দেওয়া যাবে না । আর উচিত ও না 😒মনে রাখবেন।যখন  গুরুত্বপূর্ণ বিষয় নিয়ে কথা হবে তখন পাওয়া যাবে না।তাই এই কাজটা থেকে বিরত থাকার অনুরোধ করছি।
১৩/এডমিনের অনুমতি ছাড়া পোল ক্রিয়েট করা যাবে না।
ধন্যবাদ 🙏`, event.threadID, event.messageID);